Repository: mauricio-corredor/Proyecto_Final
Catalog: frontend/src/locale/messages.*.xlf
Languages: es

source: Catalog
es: Catálogo

source: Artists
es: Artistas

source: Collectors
es: Coleccionistas

source: Search
es: Buscar

source: Profile
es: Perfil

source: Sign out
es: Cerrar sesión

source: About us
es: Quiénes somos

source: How it works
es: Cómo funciona

source: Join us!
es: Únete

source: The best experience
es: Experiencias

source: Albums for sale or exchange
es: Álbumes para venta o intercambio

source: Cover
es: Carátula

source: Album
es: Álbum

source: Available
es: Disponible

source: Sale
es: Venta

source: This collector doesn't have any albums for sale or exchange
es: Este coleccionista no tiene álbumes para venta o intercambio

source: Collectors list
es: Lista de coleccionistas

source: Add Collector
es: Agregar coleccionista

source: Add Album to Collector
es: Agregar álbum a coleccionista

source: Name
es: Nombre

source: Actions
es: Acciones

source: More info
es: Ver

source: There are no collectors
es: No hay coleccionistas

source: Create Collector
es: Crear coleccionista

source: Name
es: Nombre

source: Your Full Name
es: Nombre completo

source: Name required
es: Debe escribir el nombre completo

source: Name too short
es: El nombre está muy corto

source: Phone
es: Teléfono

source: Your Phone Number
es: Número de teléfono

source: Phone number required
es: Debe escribir el número de teléfono

source: Phone number too short
es: El número de teléfono está muy corto

source: Phone must contain only numbers
es: El teléfono solo debe incluir números

source: Email
es: Correo electrónico

source: Your Email
es: Escriba el correo electrónico

source: Email required
es: Debe escribir un correo electrónico

source: Write a valid email
es: Por favor escriba una dirección de correo electrónico válida

source: Create
es: Crear

source: Cancel
es: Cancelar

source: Associate an Album with a Collector
es: Asociar un ábum con un coleccionista

source: Collector
es: Coleccionista

source: Choose a collector
es: Escoja un coleccionista

source: Collector required
es: Debe escoger un coleccionista

source: Album
es: Álbum

source: Choose an album
es: Escoja un álbum

source: Album required
es: Debe escoger un álbum

source: Price
es: Precio

source: Your price
es: Escriba el precio

source: Price required
es: Debe escribir un precio

source: Price must contain only numbers
es: El precio debe incluir solo números

source: Status
es: Estado

source: Choose the status
es: Escoja el estado

source: Status required
es: Debe escoger un estado

source: + Add album
es: + Agregar álbum

source: Filter by:
es: Filtre por:

source: Artist
es: Artista

source: Gender
es: Género

source: Record label
es: Casa discográfica

source: 0 results
es: 0 resultados

source: There are no albums
es: No hay álbumes con estas características

source: Click the Add Album button to contribute to the catalog.
es: Haga clic en el botón de Agregar álbum para aportar al catálogo.

source: + My collection
es: + Mi colección

source: + Add tracks
es: + Agregar tracks

source: Hide collectors
es: Ocultar coleccionistas

source: See collectors
es: Ver coleccionistas

source: {{openForm?'Cancel':'+ Tracks'}}
es: {{openForm?'Cancelar':'Agregar Tracks'}}

source: {{!selected?'See collectors':'Hide collectors'}}
es: {{!selected?'Ver collectors':'Hide collectors'}}

source: Collector
es: Coleccionista

source: Price
es: Precio

source: There are no collectors
es: No hay coleccionistas

source: Artists:
es: Artistas:

source: Average: {{ratingsAverage}}
es: Promedio: {{ratingsAverage}}

source: {{album?.comments.length}} Opinions
es: {{album?.comments.length}} Opiniones

source: <div> Comments <span> <button>+ Comment</button> </span> </div> <div> <div> <div> <div> <div> <span></span> <span>{{userName[c.id]}}</span> <div> <span></span> </div> <p>{{c.description}}</p> </div> </div> </div> </div> </div>
es: <div> Comentarios <span> <button>+ Comentar</button> </span> </div> <div> <div> <div> <div> <div> <span></span> <span>{{userName[c.id]}}</span> <div> <span></span> </div> <p>{{c.description}}</p> </div> </div> </div> </div> </div>

source: Despite the rise of digital music platforms such as iTunes or Spotify, there is a growing group of people who prefer to listen to music in traditional formats such as vinyl records. It is for this reason that Vinyland arises, an application that provides the amateur collector with the possibility of acquiring them new or used, either through purchase or exchange.
es: Pese al auge de las plataformas digitales de música como iTunes o Spotify, existe un creciente grupo de personas que prefieren escuchar música en formatos tradicionales como los discos en vinilo. Es por esta razón que surge Vinyland, una aplicación que proporciona al coleccionista aficionado la posibilidad de adquirirlos nuevos o usados, ya sea mediante compra o intercambio.

source: It is expected that through this system, visiting users and collectors will be able to find out about the available vinyls. For each one, the information of the musicians and songs and collectors who sell or exchange albums.
es: Se espera que por medio de este sistema los usuarios visitantes y los coleccionistas puedan conocer los vinilos disponibles. Por cada uno, la información de los músicos y las canciones y los coleccionistas que venden o intercambian álbumes.

source: Contribute to the album catalog, add tracks and your favorite artists. Share the albums you collect and the ones you are looking for. Connect with other collectors and comment on the discs available.
es: Aporta al catálogo de álbumes, agrega tracks y tus artistas favoritos. Comparte los álbumes que coleccionas y aquellos que estás buscando. Conéctate con otros coleccionistas y opina sobre los discos disponibles.

source: Our collectors offer the best albums in the Classical, Folk, Rock and Salsa genres. There are already more than 1000 discs available for purchase, sale or exchange.
es: Nuestros coleccionistas ofrecen los mejores álbumes en los géneros Classical, Folk, Rock y Salsa. Ya son más de 1000 discos disponibles para compra, venta o intercambio.

source: ‹ Go back
es: ‹ Volver

source: Add album
es: Agregar álbum

source: Nombre
es: Name

source: *Name required
es: *Nombre requerido

source: Select an artist
es: Seleccione un artista

source: *Required artist
es: *Artista requerido

source: Cover
es: Carátula

source: Album cover
es: Carátula del álbum

source: *Image required
es: *Imagen requerida

source: *Enter a valid image URL
es: *Ingrese una URL de imagen válida

source: Description
es: Descripción

source: *Description required
es: *Descripción requerida

source: *Description too short
es: *La descripción es muy corta

source: Select a genre
es: Seleccione un género

source: *Genre required
es: *Género requerido

source: Release date
es: Fecha de lanzamiento

source: *Date required
es: *Fecha requerida

source: Select a record label
es: Seleccione una casa discográfica

source: *Label required
es: *Casa discográfica requerida

source: x Cancel
es: x Cancelar

source: Submit
es: Enviar

source: *Duration required
es: *Duración requerida

source: *Duration format: 0:00
es: *Formato de la duración 0:00

source: Duration
es: Duración

source: Albums
es: Álbumes

source: The album was created successfully
es: El álbum fue creado con éxito

source: This track already exists
es: Ya existe un track con el mismo nombre

source: The track was created successfully
es: El track fue creado con éxito

source: Collector created successfully!
es: Coleccionista creado/a

source: Album added to collector!
es: Álbum asociado al coleccionista

source: Musician created
es: Músico creado

source: Prize created
es: Premio creado

source: + Add musician
es: + Agregar músico

source: Bands/Musicians List
es: Lista de Bandas/Músicos

source: There isn't any musician or Band
es: No hay ningún músico o banda

source: Creation date
es: Fecha de creación

source: Birthdate
es: Fecha de nacimiento

source: Description
es: Descripción

source: Related albums
es: Álbumes relacionados

source: Prizes
es: Premios

source: + Add prize
es: + Agregar premio

source: Prize list
es: Lista de premios

source: Organization
es: Organización

source: There isn't any prize
es: No hay ningún premio

source: Create prize
es: Crear premio

source: Organization
es: Organización

source: organization's name
es: Nombre de la organización

source: Organization required
es: Se require una organización

source: Description invalid
es: Descripción inválida

source: Organization's name
es: Nombre de la organización

source: Description
es: Descripción

source: Description required
es: Se requiere una descripción

source: Organization invalid
es: Organización inválida

source: Create musician
es: Crear músico

source: Birthdate required
es: Se requiere fecha de nacimiento

source: Creation date
es: Fecha de creación

source: Name
es: Nombre

source: Image
es: Imagen

source: Birthdate
es: fecha de nacimiento

source: Musician birthDate
es: fecha de nacimiento del músico

source: Musician description
es: Descripción del músico

source: Image required
es: Imagen requerida

source: Image URL invalid
es: URL de Imagen inválida

source: Description too short
es: Descripción demasiado corta

source: Band's name
es: Nombre de la banda

source: Musician's name
es: Nombre del músico

source: There isn't any related album
es: No hay álbumes relacionados

source: performer image
es: Imagen de artista

source: Image
es: Imagen

source: Prize name
es: Nombre del premio

source: Musician name
es: Nombre del músico

source: Album full name
es: Nombre completo del álbum

source: Album description
es: Descripción del álbum
